
[A_RuneMagic_Skill H7Skill]
mDescriptions[0]="Позволяет разместить до трех рун, которые обладают различными аурами и активируемыми эффектами."
mDescriptions[2]="Герой использует Руну фортуны"
mDescriptions[3]="Герой использует Руну разрушения"
mDescriptions[4]="Герой использует Руну стойкости"
mName="Магия рун"
mTooltip="Уникальный навык (Северные кланы)."
[A_RuneOfBerserking_Ability H7HeroAbility]
mName="Руна неистовства"
mTooltip="Аура каждой дружественной руны, воздействующая на вражеское существо, дополнительно увеличивает базовый урон, наносимый ему героем на %special."
[A_RuneOfChanneling_Ability H7HeroAbility]
mName="Руна потока"
mTooltip="В конце каждого раунда герой восстанавливает 1 ед. маны за каждый отряд, находящийся в области действия аур дружественных рун."
[A_RuneOfChanneling_Buff_Hero H7BaseBuff]
mName="Руна маны"
[A_RuneOfHealing_Ability H7HeroAbility]
mName="Руна исцеления"
mTooltip="Рунический камень также исцеляет всех дружественных существ в области действия ауры любой из дружественных рун. Эффекты исцеления складываются."
[A_RuneOfInitiative_Ability H7HeroAbility]
mName="Руна инициативы"
mTooltip="%buff.buff.stat к %icon_initiative инициативе всех дружественных рун."
[A_RuneOfInitiative_Buff H7BaseBuff]
mName="Быстрые руны"
[A_RuneOfScattering_Ability H7HeroAbility]
mName="Руна рассеивания"
mTooltip="Если противник, находящийся в области действия ауры этой вражеской руны, получает урон в ближнем бою, его союзникам, находящимся в области действия любой вражеской руны, будет нанесено %buff.buff.special3 от полученного основной целью урона. Дополнительный урон будет равномерно распределен между целями."
[A_RuneOfSundering_Ability H7HeroAbility]
mName="Руна раскола"
mTooltip="Активируемые эффекты руны разрушения наносят на 50% больше урона. Щит Руны фортуны поглощает на 15 ед. урона больше."

UCP 1.3

[A_RuneOfRadiance_Buff H7BaseBuff]
mName="Руна усиления"
mTooltip="%stat к эффективности ауры и инициативы этой руны. Длительность (раундов): %durnow."

[A_RuneOfRadiance_Ability H7HeroAbility]
mName="Руна усиления"
mTooltip="Все руны, созданные при помощи магии рун, получают дополнительный активируемый эффект, который в три раза увеличивает эффективность их ауры и инициативу до конца следующего раунда. Можно использовать один раз за бой."

[A_RuneOfRadiance_RuneAbility H7RuneAbility]
mName="Руна усиления"
mTooltip="Увеличивает эффективность ауры и инициативу руны в три раза до конца следующего раунда. Можно использовать один раз за бой."